{
  "navbar": {
    "aboutMe": "Sobre mi",
    "portfolio": "Portafolio",
    "contact": "Contáctame"
  },
  "profile": {
    "title": "Hola, yo soy Nestor",
    "rol": "Backend Developer",
    "description": "Soy un desarrollador amante del Open Source con 3 años de experiencia en el mundo del desarrollo de software con conocimientos en diseño, desarrollo, análisis e implementación de arquitecturas limpias y escalables, microservicios, API REST, funciones lambdas, aplicaciones monolíticas y cliente-servidor. Con conocimiento en JavaScript, TypeScript, Python, Node.js, React, Firebase, Bases de Datos relacionales y no relacionales; SonarQube, Docker, CI/CD usando metodologías ágil.",
    "cv": "ver cv"
  },
  "portfolio": {
    "title": "Mis Proyectos",
    "btnSourceCode": "ver codigo fuente",
    "btnViewDemo": "ver demo"
  },
  "footer": {
    "quote": "Estoy disponible en casi todas las redes sociales. Puede enviarme un mensaje, le responderé dentro de las 24 horas. Puedo ayudarte con Node.js, TypeScript, Python, React, Arquitectura de software, CI/CD, Cloud y desarrollo Open Source.",
    "contactMe": "contáctame",
    "btnContactMe": "enviar un correo electrónico",
    "poweredBy": "Desarrollado por Nestor Cortina"
  },
  "backend-clean-architecture-nodejs": {
    "description": "Esta arquitectura es una investigación extensa, desde mi experiencia lidiando con un proyecto node.js mal estructurado, malos patrones e innumerables horas de refactorización de código y moviendo cosas de un lugar a otro."
  },
  "monolito-react-nodejs": {
    "description": "Implementación de aplicación web con arquitectura cliente-servidor con la funcionalidad de fusionar ambos proyectos al compilar para implementar una aplicación monolítica."
  },
  "keycloak-demo-react": {
    "description": "Demostración de la integración SSO y Keycloak con React."
  },
  "rijndael-nodejs": {
    "description": "Implementación del algoritmo de encriptación rijndael."
  },
  "frontend-clean-architecture-reactjs": {
    "description": "Este es un proyecto de una arquitectura clean code con React."
  },
  "cra-template": {
    "description": "Esta es la plantilla base que suelo usar cuando trabajo con React."
  },
  "my-portfolio": {
    "description": "Este proyecto es mi sitio web personal donde destaco mis proyectos. Está construido con las tecnologías HTML, TypeScript, Sass y empaquetado con Webpack."
  },
  "registration-and-login-template-nodejs": {
    "description": "En este proyecto, creo un inicio de sesión. Además, también creamos un CRUD  de usuario con NODEJS y PostgreSQL, con envio de correo para activar la cuenta."
  }
}
